12/data/attachments/f29e3363b2dc45d6.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Rhonda_popular_Actions_44210_1</nif:username>
            <nif:friendToBeRequested>soap_actions_b8bdc268-8d1c-4fe1-af39-b8ece679cdb1</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>